[
  {
    "jogo": "SPLENDOR",
    "jogadores": [2, 4],
    "tempo": 30,
    "autor": "Marc André",
    "info": [
      {
        "titulo": "CONTEXTO",
        "texto": [
          "**Em Splendor**, você assume o papel de um comerciante rico durante a Renascença. Durante a partida, os jogadores acumulam fichas de pedras preciosas e de ouro. Com essas fichas, eles adquirem cartas de desenvolvimento que valem pontos de prestígio e/ou bônus. Esses bônus permitem que os jogadores comprem as próximas cartas de desenvolvimento pagando menos. Quando um jogador tiver bônus suficientes, ele imediatamente recebe a visita de um nobre. Assim que um jogador chegar a 15 pontos de prestígio, a rodada é jogada até o final e o jogador com o maior número de pontos de prestígio é declarado vencedor."
        ]
      },
      {
        "titulo": "SET UPPREPARAÇÃO",
        "texto": [
          "Embaralhe todas as CARTAS, organize-as por cor em 3 pilhas (amarelo, azul e verde), revele 4 cartas de cada pilha.",
          "Embaralhe os CARTÕES DE NOBRE e revele uma quantidade igual ao número de jogadores mais um, os demais não serão utilizados nessa partida.",
          "Empilhe as FICHAS de pedras preciosas, 4 unidades de cada tipo para 2 jogadores, 5 para 3 jogadores, 7 para 4 jogadores",
          "Sempre serão utilizadas todas as 5 fichas de OURO."
        ]
      },
      {
        "titulo": "ANDAMENTO DO TURNO:",
        "texto": [
          "Adquirir 3 fichas de pedras de cores diferentes, caso ultrapasse 10 fichas no fim do turno se defaz das demais.",
          "Adquirir 2 fichas da mesma cor, apenas de pilhas com de 3 fichas",
          "Reservar uma carta na sua mão e adquirir uma ficha de ouro, o máximo de cartas na mão é 3.",
          "Trazer uma carta para sua área de jogo, da sua mão ou das cartas expostas, pagando seu preço em fichas"
        ]
      },
      {
        "titulo": "REINVIDICAR UM NOBRE:",
        "texto": [
          "Caso atenda aos requisitos, ao final de seu turno poderá receber a visita de APENAS um nobre a sua escolha, NÃO CONTA COMO AÇÃO."
        ]
      },
      {
        "titulo": "FIM DE JOGO:",
        "texto": [
          "Quando um jogador alcançar **15 PONTOS** de prestígio, a rodada é finalizada de modo que cada jogador tenha a mesma quantidade de turnos",
          "Ao final, é declarado **VENCEDOR** aquele com a maior pontuação",
          "Em caso de **EMPATE**, vence o jogador com o menor número de cartas de desenvolvimento."
        ]
      }
    ]
  },
  {
    "jogo": "TAKENOKO",
    "jogadores": [2, 4],
    "tempo": 45,
    "autor": "Antoine Bauza",
    "info": [
      {
        "titulo": "CONTEXTO",
        "texto": [
          "Para celebrar o fim de uma longa série de disputas o imperador Japonês recebeu de seu congênere do Japão, um panda gigante, símbolo da paz. O imperador Japonês delegou a seus súditos (vocês) a difícil tarefa de organizar o bambuzal para cuidar do animal. Vocês deverão preparar os terrenos, irrigá-los e cultivar uma das três espécies de bambu (Verde, Amarelo e Rosa) com a ajuda do jardineiro imperial. Vocês terão de lidar com o apetite voraz do animal sagrado por bambus macios e suculentos... Vencerá o jogador que cultivar mais bambus e preparar os terrenos com mais eficiência, sem se esquecer de alimentar o pobrezinho do panda."
        ]
      },
      {
        "titulo": "SET UP/PREPARAÇÃO",
        "texto": [
          "Embaralhe as cartas de objetivo e construa três pilhas separando-as por tipo(panda, terreno e jardineiro), entregue um objetivo de cada pilha para todos os jogadores.",
          "Separe o tile de terreno com a fonte e o posicione no centro da mesa,",
          "Embaralhe todos os tiles de terreno, e organize-os em uma pilha.",
          "Organize os segmentos de bambu, as fichas de melhoria e as calhas de irrigação em local acessível aos jogadores."
        ]
      },
      {
        "titulo": "DADO DO TEMPO:",
        "texto": [
          "A partir da segunda rodada, role o dado, determine a condições climática e realize a ação de acordo:",
          "**Nuvem**: Adquira uma melhora e use-a quando desejar a qualquer momento no seu turno;",
          "**Chuva**: Escolha um **terreno irrigado** para que nele seja colocado um segmento de bambu;",
          "**Vento**: No seu turno você poderá fazer duas ações iguais;",
          "**Raio**: Mova o panda para qualquer terreno no tabuleiro;",
          "**Sol**: No seu turno você poderá fazer 3 ações distintas no lugar de 2;",
          "**?** : Escolha qualquer uma das ações do dado para executar."
        ]
      },
      {
        "titulo": "TURNO:",
        "texto": [
          "ESCOLHA DUAS AÇÕES DISTINTAS ENTRE AS 5",
          "1. **Mova o jardineiro** em linha reta passando por quantos terrenos desejar. Se o jardineiro parar em terreno irrigado nasce um segmento de bambu nele e em todos da mesma cor que estejam adjacentes e irrigados, caso o terreno não esteja irrigado nascerá bambu nos tiles adjacentes que estejam irrigados independente da cor. A altura máxima, são 4 segmentos de bambu.",
          "2. **Adquira um objetivo**, de qualquer tipo (panda, jardineiro ou terreno), máximo de 5 na mão."
        ]
      },
      {
        "titulo": "TURNO:",
        "texto": [
          "3. **Mova o panda** em linha reta em por quantos terrenos desejar: Caso o panda pare em terreno que tenha brotos de bambu, ele comerá um segmento caso não haja no terro a melhoria de cercado.",
          "4. **Posicione um terreno no tabuleiro**, escolhendo entre os três primeiros tiles da pilha de terrenos. Encaixe ele adjacente a outras duas peças ou a fonte. Todos os terrenos posicionados adjacentes a fonte já estarão irrigados.",
          "5. **Adquira uma calha de irrigação** e use-a quando desejar a qualquer momento no seu turno."
        ]
      },
      {
        "titulo": "MELHORIAS",
        "texto": [
          "Não é possível posicionar uma melhoria em um terreno que já tenha uma melhoria ou que tenha um broto de bambu, Cercado: O panda não poderá comer o bambu do terreno que estiver com essa melhoria, Fertilizante: No terreno com está melhoria o bambu nascerá dois segmentos por vez, Tanque: Quando posicionada o terreno passa a ser irrigado e nasce automaticamente um bambu.",
          "**Cercado**: O panda não poderá comer o bambu do terreno que estiver com essa melhoria;",
          "**Fertilizante**: No terreno com esta melhoria o bambu nascerá dois segmentos por vez; ",
          "**Tanque**: Quando posicionada o terreno passa a ser irrigado e nasce automaticamente um bambu."
        ]
      },
      {
        "titulo": "FIM DE JOGO:",
        "texto": [
          "A última rodada ocorre quando em seu turno um dos jogadores completar pelo menos **7 (4 jogadores), oito (3 jogadores) ou nove objetivos (2 jogadores)**. Nessa ocasião esse jogador receberá a visita do imperador e ganhará mais dois pontos. A rodada é finalizada de modo que cada jogador tenha a mesma quantidade de turnos. Ao final, é declarado vencedor aquele com a maior pontuação."
        ]
      }
    ]
  },
  {
    "jogo": "HADARA",
    "jogadores": [2, 5],
    "tempo": 60,
    "autor": "Antoine Bauza",
    "info": [
      {
        "titulo": "CONTEXTO",
        "texto": [
          "Hadara transporta-o a um mundo onde coexistem várias das culturas e nações que existem no nosso planeta. Um mundo que deverá povoar com pessoas de diferentes etnias, continentes e até mesmo períodos históricos, para que, no decorrer de três épocas, a sua pequena tribo se transforme numa grande civilização.Mas para alcançar a honra e glória, terá que escolher cuidadosamente as personagens e avanços que irá manter. Além disso, não poderá desleixar a agricultura, a cultura e o poder militar, sob pena de os seus rivais o deixarem para trás."
        ]
      },
      {
        "titulo": "SET UP/PREPARAÇÃO",
        "texto": [
          "Monte o tabuleiro com as suas 5 partes",
          "Coloque 2 cartas por jogador, viradas para baixo, nos espaços da cor correspondente no tabuleiro",
          "Separe as 25 regiões, em cinco pilhas de acordo com junto ao brasão vermelho (3, 9, 15, 21, 30), embaralhe cada pilha",
          "Entregue a cada jogador (1 ajuda, 8 fichas de bonificação, 2 selos dourados, 4 contadores)",
          "Sorteie e distribua as cartas iniciais de jogadores fornecendo as moedas e colocando os contadores nos valores informados na carta."
        ]
      },
      {
        "titulo": "ANDAMENTO DO JOGO",
        "texto": [
          "O jogo se dá ao longo de 3 eras, o jogador que iniciará cada era será definido de forma sequencial a partir do menor número de iniciativa. Cada era será divindade em duas fases."
        ]
      },
      {
        "titulo": "FASE A: DISTRIBUIÇÃO DE CARTAS",
        "texto": [
          "O jogador inicial da era gira a roda para deixar seu escudo na pilha de cartas que desejar, Todos os jogadores tiram duas cartas da pilha em frente ao seu escudo, Depois cada jogador escolhe uma carta para descartar virada para cima para compra posterior, Decide se irá ficar com a segunda carta pagando seu custo em moedas e recebendo sua bonificação na trila ou se irá vende-la e ganhar 2,3 ou 4 moedas de acordo com a era vigente, Isso se repete até que todos os jogadores tenham comprado de todas as pilhas"
        ]
      },
      {
        "titulo": "FASE A: ETAPAS DE BONIFICAÇÃO:",
        "texto": [
          "**Renda**: O jogador recebe o número de moedas indicado na trilha amarela.",
          "**Região**: Se o jogador tiver um nível suficiente na trilha militar (vermelha) pode ocupar uma região (apenas uma por vez) e escolhe se vai ganhar as moedas ou pagar o custo da carta para virá-la e ganhar a bonificação. Desde que cumpra o requisito o jogador pode ocupar regiões na ordem que preferir, mas poderá ter somente uma de cada nível (3,9,15,21,30).",
          "**Esculpir**: Bustos: Caso tenha o requisito na trilha de cultura (azul) poderá esculpir um busto colocando um marcador de bonificação para andar trilhas ou virá-lo e ganhar pontos de vitória (2,3,4 ou 6)."
        ]
      },
      {
        "titulo": "FASE B: ESCOLHA DE CARTAS",
        "texto": [
          "Nesta fase começando pelo jogador inicial da fase e depois seguindo em sentido horário, cada jogador escolhe a carta superior de uma das pilhas com cartas viradas para cima e decide se fica com ela ou se irá vende-la",
          "Finalizadas as cartas proceda com os passos de **renda, ocupar região e esculpir busto**."
        ]
      },
      {
        "titulo": "FASE B: ESCOLHA DE CARTAS",
        "texto": [
          "**Alimentar a população**: verifique se seu nível de comida (trilha verde) é menor que o número de cartas que você tem, caso seja terá que se desfazer delas para igualar os dois valores. Ao se desfazer de uma carte reduza da trilha as bonificações que a carta havia fornecido.",
          "**Comprar selos**: prateados (pts em função de recursos) ou dourados (pts por conjunto de cartas), observe o custo de cada selo no cartão de ajuda.",
          "Finalizada a fase B, inicia-se uma nova era e todo processo se repete até o fim da terceira era."
        ]
      },
      {
        "titulo": "FIM DE JOGO:",
        "texto": [
          "Ao final da fase B da terceira era o jogo termina.",
          "**Rendem pontos**:",
          "**Regiões ocupadas**: Some a pontuação indicada no canto inferior direito de cada região;",
          "**Bustos esculpidos**: Some a pontuação indicada em cada busto;",
          "**Selos prateados**: a metade do nível escolhido em pontos;",
          "**Selos dourados**: 7 pts por cada conjunto de 5 cartas de cores diferentes;",
          "**Cartas**: Some a pontuação indicada no canto inferior direito de cada carta;",
          "**Dinheiro**: 1 ponto a cada 5 moedas.",
          "Em caso de empate o jogador com mais moedas é o vencedor. Se o **empate** persistir os jogadores dividem a vitória."
        ]
      }
    ]
  },
  {
    "jogo": "OH MY GOODS!",
    "jogadores": [2, 4],
    "tempo": 30,
    "autor": "Alexander Pfisterz",
    "info": [
      {
        "titulo": "CONTEXTO",
        "texto": [
          "Em Oh My Goods!, assuma o papel de um trabalhador na produção de bens como barris, ferro, tijolos, vidro, alimentos, roupas e outros, decidindo o que, quando e como produzir. À medida que sua produção aumenta, maximize a utilização dos recursos através das cadeias de produção. Aquele que melhor planejar e executar sua produção ganhará mais pontos de vitória e vencerá a partida."
        ]
      },
      {
        "titulo": "SET UP/PREPARAÇÃO",
        "texto": [
          "Distribua uma carvoaria (fundo e azul), 1 trabalhador (dupla face com fundo marrom), 5 cartas de estabelecimento e 7 cartas para serem usadas como mercadorias (sobre a carvoaria) de forma aleatória para cada jogador.",
          "Sorteie as cartas de assistente em quantidade equivalente ao dobro do número de jogadores e as coloque na mesa definindo aleatoriamente qual lado será utilizado na partida",
          "O jogador que mais recentemente tiver trabalhado duro em alguma tarefa (ou um jogador sorteado) será o primeiro jogador."
        ]
      },
      {
        "titulo": "ANDAMENTO DO TURNO:",
        "texto": [
          "O turno é dividido em 4 fases",
          "FASE 1 - NOVA MÃO DE CARTAS",
          "FASE 2 - NASCER DO SOL",
          "FASE 3 - PÔR DO SOL",
          "FASE 4 - PRODUZIR E CONSTRUIR"
        ]
      },
      {
        "titulo": "FASE 1:NOVA MÃO DE CARTAS",
        "texto": [
          "Os jogadores escolhem se querem trocar TODAS as cartas da sua mão por cartas fechadas do topo da pilha, depois disso cada jogador recebe mais duas cartas, não há limite de cartas na mão."
        ]
      },
      {
        "titulo": "FASE 2:NASCER DO SOL:",
        "texto": [
          "Revelam-se cartas do topo da pilha até que apareçam dois meios sóis, o sol nasce e o mercado abre., Os jogadores escolhem simultaneamente a fábrica onde seu trabalhador será alocado e se ele estará atento (produz dois bens, precisa de todos os recursos) ou distraído (produz apenas um bem, mas pode fazê-lo com uma unidade de recurso a menos). ,Os jogadores decidem se irão mover seu(s) ajudante(s) caso tenham algum a um custo de duas moedas., Por fim, optam por reservar uma carta sobre a mesa para tentar construi-la na fase 4."
        ]
      },
      {
        "titulo": "FASE 3:PÔR DO SOL:",
        "texto": [
          "Revelam-se cartas do topo da pilha até que apareçam dois meios sóis, o sol se põe e o mercado fecha."
        ]
      },
      {
        "titulo": "FASE 4:PRODUZIR E CONSTRUIR:",
        "texto": [
          "Começando pelo jogador inicial, todos realizam as sequencialmente as seguintes ações:, (i) produzir bens manufaturados (caso se tenha os recursos necessários disponíveis no mercado ou na mão do jogador), (ii) ativar a cadeia de produção (caso queria se desfazer de cartas da sua mão ou de um bem manufaturado para tal) e (iii) construir uma nova fábrica OU contratar um assistente alocando-o imediatamente em uma fábrica."
        ]
      },
      {
        "titulo": "A CARTA",
        "texto": [
          "Uma carta tem em oh my goods tem diversas informações/funções.",
          "**Parte superior**: custo e pontos de vitória;",
          "**Parte do meio**: recurso e meio sol;",
          "**Parte inferior**: recursos necessários para produção, bem manufaturado produzido com seu respectivo valor e item insumo da cadeira de produção",
          "Quando virada sobre uma fábrica torna-se um **bem manufaturado**."
        ]
      },
      {
        "titulo": "LEMBRETES",
        "texto": [
          "Estabelecimentos não construídos voltam para sua mão.",
          "Não se pode construir e contratar um trabalhador no mesmo turno.",
          "Quando a pilha de compras acabar, embaralhe a pilha de descarte para formar uma nova pilha.",
          "Se ambas as pilhas acabarem, todos os jogadores descartam metade das cartas das mãos (e arredondando para baixo) para formar a pilha."
        ]
      },
      {
        "titulo": "FIM DE JOGO",
        "texto": [
          "O **final da partida** é disparado quando algum jogador tiver 8 estabelecimentos à sua frente (incluindo a Carvoaria).",
          "Quando isso acontecer, termine a rodada atual e jogue mais uma rodada completa. Nesta rodada final, cada jogador pode usar as cadeias de produção de todos os seus respectivos estabelecimentos, incluindo aqueles sem trabalhador ou assistente e os estabelecimentos que não produziram nada"
        ]
      },
      {
        "titulo": "PONTUAÇÃO",
        "texto": [
          "Rendem pontos:",
          "Pontos concedidos pelos **estabelecimentos**;",
          "Pontos concedidos pelos **assistentes**;",
          "**Bens remanescentes** nos estabelecimentos são convertidos em pontos de vitória ao custo de 5 moedas por ponto.",
          "Em caso de **empate** o jogador com mais moedas restantes (após converter os bens em pontos) vence."
        ]
      }
    ]
  },
  {
    "jogo": "NOCTILUCA",
    "jogadores": [1, 4],
    "tempo": 30,
    "autor": "Shem Phillips",
    "info": [
      {
        "titulo": "CONTEXTO",
        "texto": [
          "Em Noctiluca, os jogadores se revezam em mergulhos para recolher dados noctilucas do tabuleiro e mantê-los seguros nos potes. O jogo acontece em duas rodadas, depois das quais os jogadores somam seus pontos e comparam os resultados para determinar o vencedor."
        ]
      },
      {
        "titulo": "SET UP/PREPARAÇÃO",
        "texto": [
          "Embaralhe as cartas de pote e distribua 3 para cada jogador que deve escolher 2, depois que todos escolherem, as cartas são reveladas simultaneamente.",
          "Aquelas que não foram escolhidas, voltam para pilha que deve ser reembaralhada e dividida em 4 montes de igual tamanho.",
          "O jogador mais novo é o primeiro a jogar e pega o marcador de primeiro jogador deixando-o com o número \"1\" virado para cima."
        ]
      },
      {
        "titulo": "SET UP/PREPARAÇÃO",
        "texto": [
          "Distribua aleatoriamente 5 dados nas seções mais externas do tabuleiro e 4 dados nas seções mais internas.",
          "Divida os 12 peões igualmente entre os jogadores.",
          "Separe as fichas de ponto por cor, ordene-as de forma decrescente deixando a ficha de número 8 na base de pilha e a de 2 mais acima.",
          "Embaralhe as cartas de Noctiluca favorita e distribua uma para cada jogador, essa informação é priva e cada noctiluca daquele tipo renderá 1 ponto no fim do jogo."
        ]
      },
      {
        "titulo": "TURNO",
        "texto": [
          "O jogador posiciona seu peão na borda tabuleiro(margem), escolhe um dos dois caminhos e um número, depois traça uma linha reta neste caminho e recolhe todos os dados do número escolhido independente da cor.",
          "O jogador posiciona os dados recolhidos em seus potes de noctiluca de acordo com a cor correspondente, caso existam dados que não possam ser acomodados ele os passará para o próximo jogador que deve posicionar apenas um em seus e repassar os demais."
        ]
      },
      {
        "titulo": "TURNO",
        "texto": [
          "A distribuição segue até que todos os dados sejam acomodados, aqueles que não puderem ser posicionados por nenhum jogador, devem ser devolvidos para caixa.",
          "Depois começando pelo jogador inicial começa a entrega de potes, pegue uma ficha de pontuação na cor do pote correspondente, devolva os dados alocados no pote para caixa, e vire a carta de pote e deixe ela a sua frente. Esta etapa se segue até que todos entreguem os potes que foram completados."
        ]
      },
      {
        "titulo": "FIM DA RODADA",
        "texto": [
          "Quando os jogadores utilizarem todos os seus peões a rodada termina e prepara-se a 2ª rodada.",
          "Cada jogador recolhe seus peões do tabuleiro.",
          "Remova todos os dados do tabuleiro e os distribua novamente, caso não tenham dados suficientes utilize a distribuição mais equitativa possível.",
          "Vire o marcador de primeiro jogador para o lado 2 (marcando a 2ª rodada) e entregue-o para aquele que posicionou o último peão, ele será o primeiro a posicionar seu peão e a rodada segue em sentido anti-horário."
        ]
      },
      {
        "titulo": "FIM DO JOGO",
        "texto": [
          "Depois da segunda rodada o jogo termina.",
          "**MAIORIA**: veja qual o jogador com mais fichas de cada uma das três cores das fichas de ponto (o número de fichas, não o valor total). O jogador que tiver o maior número vira as demais fichas dessa cor para o lado que mostra um ponto e pega essas fichas. Se houver empate quanto à maioria, divida as fichas restantes de maneira igual entre os jogadores empatados, colocando-os virados para baixo e descartando as fichas restantes."
        ]
      },
      {
        "titulo": "PONTUAÇÃO",
        "texto": [
          "**RENDEM PONTOS**: <br>**Fichas de ponto**: conte as adquiridas durante a partida (pontos indicados na ficha) e ao final dela por maioria (apenas um ponto por ficha).",
          "**Bônus dos pote**: número mostrados na parte superior direita da carta.",
          "**Noctiluca favorita**: conte um ponto por noctiluca favorita presente nas cartas de pote.",
          "**Dados restantes**: um ponto a cada dois dados nos potes não entregues.",
          "Se houver **EMPATE**, aquele que entregou mais potes vence. Se ainda assim o empate persiste, os jogadores empatados dividem a vitória."
        ]
      }
    ]
  }
]
